{
  "jogos": [
    {
      "id": 1,
      "nome": "Alien Isolation Collection - Versão Digital",
      "descricao": "Descobre o verdadeiro significado do medo no Alien: Isolation, um survival horror localizado numa atmosfera de terror constante e perigo mortal. Quinze anos após os acontecimentos de Alien™, Amanda, a filha de Ellen Ripley, enceta uma batalha desesperada pela sobrevivência numa missão para descobrir a verdade acerca do desaparecimento da sua mãe.",
      "preco": 240,
      "imagemUrl": "/assets/imagens/alien.webp"
    },
    {
      "id": 2,
      "nome": "Red Dead Redemption II - Versão Digital",
      "descricao": "Estados Unidos, 1899. Arthur Morgan e a gangue Van der Linde são bandidos em fuga. Com agentes federais e os melhores caçadores de recompensa no seu encalço, a gangue precisa roubar, assaltar e lutar para sobreviver no impiedoso coração dos Estados Unidos. Conforme divisões internas profundas ameaçam despedaçar a gangue, Arthur deve fazer uma escolha entre os seus próprios ideais e a lealdade à gangue que o criou.",
      "preco": 299.9,
      "imagemUrl": "/assets/imagens/redDeadRedemtion2.jpg"
    },
    {
      "id": 3,
      "nome": "It Takes Two",
      "descricao": "Embarque na jornada mais maluca da sua vida em It Takes Two, uma aventura de plataforma inovadora criada exclusivamente para o jogo co-op. Convide um amigo ou amiga para se juntar de graça com o Passe de Amigo* e trabalhem juntos em uma variedade de desafios deliciosamente perturbadores. Jogue no papel do conflituoso casal Cody e May, dois humanos transformados em bonecos por um feitiço. Juntos, presos em um mundo fantástico onde o imprevisível está sempre à espreita, são obrigados a trabalhar para salvar seu relacionamento conturbado.",
      "preco": 199,
      "imagemUrl": "/assets/imagens/itTakesTwo.jpg"
    },
    {
      "id": 5,
      "nome": "Talos Principles II",
      "descricao": "The Talos Principle 2 é uma experiência em primeira pessoa com quebra-cabeças instigantes que aprofunda ainda mais os temas filosóficos e ambientes estonteantes do primeiro jogo com desafios cada vez mais surpreendentes.",
      "preco": 88.99,
      "imagemUrl": "https://cdn1.epicgames.com/spt-assets/2aeeb3d8063347f1a3d77bbc1a838c90/the-talos-principle-2-9q0ci.jpg?resize=1&w=480&h=270&quality=medium"
    },
    {
      "id": 6,
      "nome": "Battlefield 6 ",
      "descricao": "A experiência da guerra total definitiva. Em uma guerra de tanques, jatos e enormes arsenais de combate, seu pelotão é a arma mais mortal.",
      "preco": 299,
      "imagemUrl": "https://i.redd.it/unofficial-battlefield-6-cover-art-wallpapers-3840x2160-v0-q96931onvgef1.png?width=3840&format=png&auto=webp&s=68fe2062e3ee7d1c151237f187c44658cd017e16"
    },
    {
      "id": 7,
      "nome": "Sea of Thieves",
      "descricao": "Sea of Thieves é um jogo de aventura pirata de sucesso, que oferece a experiência de pilhar tesouros perdidos, fazer parte de batalhas intensas, derrotar monstros marinhos e muito mais. Mergulhe nesta edição revisada do jogo, que inclui acesso a conteúdo digital bônus.",
      "preco": 179,
      "imagemUrl": "https://image.api.playstation.com/vulcan/ap/rnd/202402/1513/a62d52752d2ce64f41d0c531da03a059c69fba18f7f36ac9.jpg"
    },
    {
      "id": 8,
      "nome": "BattleBlock Theater",
      "descricao": "Naufragado. Capturado. Traído. E forçado a se apresentar para uma plateia de gatos? Sim, você vai vivenciar isso e muito mais quando desbloquear o BattleBlock Theater! Não há como voltar quando começar sua missão para libertar mais de 300 de seus amigos aprisionados pelos malignos gatos tecnológicos. Mergulhe neste conto surpreendente de traição enquanto usa seu arsenal de armas/ferramentas para abrir caminho por centenas de níveis, tudo para descobrir a verdade intrigante por trás do BattleBlock Theatre.",
      "preco": 27.99,
      "imagemUrl": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/238460/capsule_616x353.jpg?t=1733782954"
    }
  ]
}