{
  "jogos": [
    {
      "id": 1,
      "nome": "Alien Isolation Collection - Versão Digital",
      "descricao": "Descobre o verdadeiro significado do medo no Alien: Isolation, um survival horror localizado numa atmosfera de terror constante e perigo mortal. Quinze anos após os acontecimentos de Alien™, Amanda, a filha de Ellen Ripley, enceta uma batalha desesperada pela sobrevivência numa missão para descobrir a verdade acerca do desaparecimento da sua mãe.",
      "preco": 240,
      "imagemUrl": "/assets/imagens/alien.webp"
    },
    {
      "id": 2,
      "nome": "Red Dead Redemption II - Versão Digital",
      "descricao": "Estados Unidos, 1899. Arthur Morgan e a gangue Van der Linde são bandidos em fuga. Com agentes federais e os melhores caçadores de recompensa no seu encalço, a gangue precisa roubar, assaltar e lutar para sobreviver no impiedoso coração dos Estados Unidos. Conforme divisões internas profundas ameaçam despedaçar a gangue, Arthur deve fazer uma escolha entre os seus próprios ideais e a lealdade à gangue que o criou.",
      "preco": 299.9,
      "imagemUrl": "/assets/imagens/redDeadRedemtion2.jpg"
    },
    {
      "id": 3,
      "nome": "It Takes Two",
      "descricao": "Embarque na jornada mais maluca da sua vida em It Takes Two, uma aventura de plataforma inovadora criada exclusivamente para o jogo co-op. Convide um amigo ou amiga para se juntar de graça com o Passe de Amigo* e trabalhem juntos em uma variedade de desafios deliciosamente perturbadores. Jogue no papel do conflituoso casal Cody e May, dois humanos transformados em bonecos por um feitiço. Juntos, presos em um mundo fantástico onde o imprevisível está sempre à espreita, são obrigados a trabalhar para salvar seu relacionamento conturbado.",
      "preco": 199,
      "imagemUrl": "/assets/imagens/itTakesTwo.jpg"
    },
    {
      "id": 5,
      "nome": "Talos Principles II",
      "descricao": "The Talos Principle 2 é uma experiência em primeira pessoa com quebra-cabeças instigantes que aprofunda ainda mais os temas filosóficos e ambientes estonteantes do primeiro jogo com desafios cada vez mais surpreendentes.",
      "preco": 88.99,
      "imagemUrl": "https://cdn1.epicgames.com/spt-assets/2aeeb3d8063347f1a3d77bbc1a838c90/the-talos-principle-2-9q0ci.jpg?resize=1&w=480&h=270&quality=medium"
    },
    {
      "id": 7,
      "nome": "Sea of Thieves",
      "descricao": "Sea of Thieves é um jogo de aventura pirata de sucesso, que oferece a experiência de pilhar tesouros perdidos, fazer parte de batalhas intensas, derrotar monstros marinhos e muito mais. Mergulhe nesta edição revisada do jogo, que inclui acesso a conteúdo digital bônus.",
      "preco": 179,
      "imagemUrl": "https://image.api.playstation.com/vulcan/ap/rnd/202402/1513/a62d52752d2ce64f41d0c531da03a059c69fba18f7f36ac9.jpg"
    },
    {
      "id": 8,
      "nome": "BattleBlock Theater",
      "descricao": "Naufragado. Capturado. Traído. E forçado a se apresentar para uma plateia de gatos? Sim, você vai vivenciar isso e muito mais quando desbloquear o BattleBlock Theater! Não há como voltar quando começar sua missão para libertar mais de 300 de seus amigos aprisionados pelos malignos gatos tecnológicos. Mergulhe neste conto surpreendente de traição enquanto usa seu arsenal de armas/ferramentas para abrir caminho por centenas de níveis, tudo para descobrir a verdade intrigante por trás do BattleBlock Theatre.",
      "preco": 27.99,
      "imagemUrl": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/238460/capsule_616x353.jpg?t=1733782954"
    },
    {
      "id": 9,
      "nome": "Call of Duty: Black Ops 7 - Edição Cofre",
      "descricao": "Em Call of Duty®: Black Ops 7, a Treyarch e a Raven Software trazem aos jogadores o Black Ops mais alucinante de todos os tempos ao longo de uma Campanha Co-op inovadora, uma experiência Multijogador eletrizante e o lendário modo Zumbis por Rodada.",
      "preco": 349.9,
      "imagemUrl": "https://image.api.playstation.com/vulcan/ap/rnd/202508/2217/56ccd23faf844f2a2dbec73418bf311b422ef1186d231607.jpg"
    },
    {
      "id": 10,
      "nome": "Gris",
      "descricao": "Gris é uma jovem esperançosa, perdida em seu próprio mundo, que lida com uma dolorosa experiência. Sua jornada pela tristeza se manifesta em seu vestido, que concede a ela novas habilidades para navegar melhor por sua realidade desbotada. Ao longo da história, Gris evolui emocionalmente e passa a ver o mundo de outra forma, revelando novos caminhos para explorar com o uso de suas novas habilidades.",
      "preco": 46.99,
      "imagemUrl": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/683320/capsule_616x353.jpg?t=1759429603"
    },
    {
      "id": 11,
      "nome": "Little Nightmares",
      "descricao": "Mergulhe em Little Nightmares, um fantástico conto sombrio que o fará enfrentar seus medos de infância! Ajude Six a fugir de A Bocarra – um navio imenso e misterioso habitado por almas corrompidas que procuram sua próxima refeição. À medida que você progride na sua jornada, explore a mais perturbadora casa de bonecas como uma prisão para dela fugir e um parquinho cheio de segredos para se descobrir. Reconecte-se com sua criança interior para soltar a sua imaginação e encontrar a saída!",
      "preco": 84.9,
      "imagemUrl": "https://i.redd.it/every-cover-art-for-the-little-nightmares-games-v0-jl3r2kyy0f2c1.png?width=1920&format=png&auto=webp&s=7311873f183eb7f733f177846cee6e2354d9db05"
    },
    {
      "id": 12,
      "nome": "Detroit: Become Human",
      "descricao": "Detroit 2038. A tecnologia evoluiu a um ponto em que androides humanoides estão por todo lado. Eles falam, se movem e se comportam como seres humanos, mas são apenas máquinas a serviço dos humanos.\nJogue com três androides diferentes e veja um mundo à beira do caos - talvez o nosso futuros - pelos olhos deles. Cada decisão que você tomar afetará dramaticamente o resultado da intensa narrativa ramificada do jogo.\nVocê enfrentará dilemas morais e terá que decidir quem vive ou morre. Com milhares de escolhas e dezenas de finais possíveis, como você afetará o futuro de Detroit e o destino da humanidade?",
      "preco": 199.99,
      "imagemUrl": "https://cdn1.epicgames.com/columbine/offer/DETROIT_1-2560x1440-4fd6608a56880dc5d8e9d968517113c3.jpg"
    },
    {
      "id": 13,
      "nome": "Cyberpunk 2077",
      "descricao": "Cyberpunk 2077 é um RPG de ação e aventura em mundo aberto ambientado na megalópole de Night City, onde você é um mercenário cyberpunk envolvido em uma intensa luta pela sobrevivência. Com diversas melhorias e conteúdo adicional gratuito, personalize o seu personagem e o seu estilo de jogo conforme aceita trabalhos, construa uma reputação e desbloqueie melhorias. Seus relacionamentos e suas escolhas moldarão a história e o mundo ao seu redor. Aqui nascem as lendas. Qual será a sua?",
      "preco": 199.9,
      "imagemUrl": "https://static.cdprojektred.com/cyberpunk.net/news/small/cyberpunk.net_pt-BR_1583665804_5e64d28d1cf372.25126152.jpg"
    }
  ],
  "usuarios": [
    {
      "id": 1,
      "nome": "Admin",
      "email": "admin@exemplo.com",
      "senha": "0"
    },
    {
      "nome": "Leonardo",
      "email": "leonardo_xtrao@hotmail.com",
      "senha": "1a237895",
      "id": 2
    },
    {
      "nome": "Beatriz Santos de Sena",
      "email": "oain@hotmail.com",
      "senha": "12345678",
      "id": 3
    }
  ]
}